Repository: CasperGN/ClassroomQuest
Catalog: ClassroomQuest/*.lproj/Localizable.strings
Languages: es, fr

source: Today's Quest
es: Misión de hoy
fr: Quête du jour

source: Keep your streak alive and earn stars!
es: Mantén tu racha y gana estrellas.
fr: Garde ta série et gagne des étoiles !

source: Skills to Explore
es: Habilidades para explorar
fr: Compétences à explorer

source: XP Progress
es: Progreso de XP
fr: Progression XP

source: Level %lld Adventurer
es: Nivel %lld Aventurero
fr: Niveau %lld Aventurier

source: Stars
es: Estrellas
fr: Étoiles

source: You have %lld stars ready to spend.
es: Tienes %lld estrellas listas para gastar.
fr: Tu as %lld étoiles prêtes à être dépensées.

source: Go to Shop
es: Ir a la tienda
fr: Aller à la boutique

source: Unlimited Unlocked
es: Ilimitado activado
fr: Mode illimité activé

source: Unlock Unlimited
es: Desbloquear ilimitado
fr: Débloquer l'illimité

source: Enjoy endless quests every day.
es: Disfruta misiones infinitas cada día.
fr: Profite de quêtes infinies chaque jour.

source: Parents can enable endless quests with a tap.
es: Los padres pueden activar misiones infinitas con un toque.
fr: Les parents peuvent activer des quêtes infinies d'un simple toucher.

source: See Benefits
es: Ver beneficios
fr: Voir les avantages

source: Ask a Grown-up
es: Pide ayuda a un adulto
fr: Demander à un adulte

source: Unlimited
es: Ilimitado
fr: Illimité

source: Unlimited mode active • %@
es: Modo ilimitado activo • %@
fr: Mode illimité actif • %@

source: Ready
es: Listo
fr: Prêt

source: Start Quest
es: Comenzar misión
fr: Commencer la quête

source: All Done
es: Todo listo
fr: Terminé

source: Done
es: Terminado
fr: Fini

source: You've completed today's quest. See you tomorrow!
es: Has completado la misión de hoy. ¡Nos vemos mañana!
fr: Tu as terminé la quête d'aujourd'hui. À demain !

source: • %lld quests completed
es: • %lld misiones completadas
fr: • %lld quêtes terminées

source: Next skill: %@
es: Siguiente habilidad: %@
fr: Prochaine compétence : %@

source: Loading
es: Cargando
fr: Chargement

source: Hang tight while we fetch your progress.
es: Espera mientras obtenemos tu progreso.
fr: Patiente pendant que nous récupérons ta progression.

source: Subscription
es: Suscripción
fr: Abonnement

source: ClassroomQuest Unlimited
es: ClassroomQuest Ilimitado
fr: ClassroomQuest Illimité

source: Reset Unlock
es: Restablecer desbloqueo
fr: Réinitialiser le déverrouillage

source: Unlock (Mock)
es: Desbloquear (demo)
fr: Débloquer (démo)

source: Progress
es: Progreso
fr: Progression

source: Parent dashboards arrive in a later release.
es: Los paneles para padres llegarán en una versión futura.
fr: Les tableaux de bord parents arriveront dans une prochaine version.

source: Initial Placement
es: Ubicación inicial
fr: Placement initial

source: Current level: %@
es: Nivel actual: %@
fr: Niveau actuel : %@

source: Grade Band
es: Nivel de grado
fr: Niveau scolaire

source: Apply Placement
es: Aplicar ubicación
fr: Appliquer le placement

source: Language
es: Idioma
fr: Langue

source: App Language
es: Idioma de la app
fr: Langue de l'app

source: Switch the learning experience to another supported language.
es: Cambia la experiencia a otro idioma disponible.
fr: Passe l'expérience dans une autre langue prise en charge.

source: About
es: Acerca de
fr: À propos

source: ClassroomQuest is an offline learning adventure designed for kids.
es: ClassroomQuest es una aventura de aprendizaje sin conexión diseñada para niños.
fr: ClassroomQuest est une aventure d'apprentissage hors ligne conçue pour les enfants.

source: English
es: Inglés
fr: Anglais

source: Spanish
es: Español
fr: Espagnol

source: French
es: Francés
fr: Français

source: Parent settings
es: Configuración para padres
fr: Réglages parents

source: Parent Settings
es: Configuración para padres
fr: Réglages parents
